return {
    [10000] = {
        ["name"] = "龙形舞天",
        ["des"] = "神州六器套装之一",
        ["level"] = 1,
        ["color"] = 3,
        ["item_type"] = 2,
        ["param_list"] = {
            -1,
            -1,
            -1,
            -1,
            -1,
        },
        ["icon"] = "default",
        ["item_list"] = {
            {
                20001,
                1,
            },
            {
                20002,
                1,
            },
            {
                20003,
                1,
            },
        },
        ["attribute_list"] = {
            {
                {
                    1.0,
                    2.0,
                    3.0,
                },
                {
                    4.0,
                    5.0,
                    6.0,
                },
            },
            {
                {
                    1.0,
                    2.0,
                    3.0,
                },
                {
                    4.0,
                    5.0,
                    6.0,
                },
            },
        },
    },
    [10001] = {
        ["name"] = "灵罡不灭",
        ["des"] = "神州六器套装之一",
        ["level"] = 1,
        ["color"] = 3,
        ["item_type"] = 2,
        ["param_list"] = {
            -1,
            -1,
            -1,
            -1,
            -1,
        },
        ["icon"] = "default",
        ["item_list"] = {
            {
                20001,
                1,
            },
            {
                20002,
                1,
            },
            {
                20003,
                1,
            },
        },
        ["attribute_list"] = {
            {
                {
                    1.0,
                    2.0,
                    3.0,
                },
                {
                    4.0,
                    5.0,
                    6.0,
                },
            },
        },
    },
    [10002] = {
        ["name"] = "八部神威",
        ["des"] = "神州六器套装之一",
        ["level"] = 1,
        ["color"] = 3,
        ["item_type"] = 2,
        ["param_list"] = {
            -1,
            -1,
            -1,
            -1,
            -1,
        },
        ["icon"] = "default",
        ["item_list"] = {
            {
                20001,
                1,
            },
            {
                20002,
                1,
            },
            {
                20003,
                1,
            },
        },
        ["attribute_list"] = {
            {
                {
                    1.0,
                    2.0,
                    3.0,
                },
                {
                    4.0,
                    5.0,
                    6.0,
                },
            },
        },
    },
    [10003] = {
        ["name"] = "恶法轮回",
        ["des"] = "神州六器套装之一",
        ["level"] = 1,
        ["color"] = 3,
        ["item_type"] = 2,
        ["param_list"] = {
            -1,
            -1,
            -1,
            -1,
            -1,
        },
        ["icon"] = "default",
        ["item_list"] = {
            {
                20001,
                1,
            },
            {
                20002,
                1,
            },
            {
                20003,
                1,
            },
        },
        ["attribute_list"] = {
            {
                {
                    1.0,
                    2.0,
                    3.0,
                },
                {
                    4.0,
                    5.0,
                    6.0,
                },
            },
        },
    },
    [10004] = {
        ["name"] = "邪涌魔彰",
        ["des"] = "神州六器套装之一",
        ["level"] = 1,
        ["color"] = 3,
        ["item_type"] = 2,
        ["param_list"] = {
            -1,
            -1,
            -1,
            -1,
            -1,
        },
        ["icon"] = "default",
        ["item_list"] = {
            {
                20001,
                1,
            },
            {
                20002,
                1,
            },
            {
                20003,
                1,
            },
        },
        ["attribute_list"] = {
            {
                {
                    1.0,
                    2.0,
                    3.0,
                },
                {
                    4.0,
                    5.0,
                    6.0,
                },
            },
        },
    },
    [10005] = {
        ["name"] = "圣霸道强",
        ["des"] = "神州六器套装\\n之一",
        ["level"] = 0,
        ["color"] = 0,
        ["item_type"] = 0,
        ["param_list"] = {
        },
        ["icon"] = "",
        ["item_list"] = {
        },
        ["attribute_list"] = {
        },
    },
}
